[{
  "id": "WingMs279",
  "ark_id": null,
  "spineXML": "http://emblemimages.library.illinois.edu/WingMs279/supplementary/WingMs279_spine.xml",
  "has_emblems": true,
  "search_keywords": "Inscriptiones picturae et emblemata quae in aula magna curiae Norimbergensis publice extant quibus ob argumenti similitudinem accesserunt, I. Chrongraphia arcuum aliquot triumphalium, II. Numi memorabiles, III. Alia[que] monumenta in varijs urbis partib[us] visu[m] jucunda, lectu[m][que] digna Remus, Georg 1561-1625 author Iselberg, Peter approximately 1568-approximately 1630 engraver Wing, John M. (John Mansir) 1845-1917 former owner text bibliography text Early works. History. Sources. Emblem books-Germany-Nuremberg-1620. Manuscripts (document genre)-Germany-Nuremberg-1620. Engravings-Germany-Nuremberg-1617. Armorial bookplates (Provenance) Vellum bindings (Binding) gw 1620 monographic Nürnberg 1620 lat ger print 1 volume : illustrations (engravings) ; 20 cm unmediated volume Manuscript describing the inscriptions and ornamental paintings in the old Nürnberger Rathaus hall, the iconography of which was established by Albrecht Dürer and Willibald Pirckheimer, featuring emblems and the triumphs of Maximilian I. Signed at end: G. Remus. Section with heading Civitatis bono, anno gratiae MDCXVIII. Introductum. Georgii Remi dated at end 1620. Thirty two leaves of plates from Peter Iselberg's Emblemata politica (Nuremberg, 1617) bound in along with the dedicatory plate and emblematic verses in German Kurtze erklärung nachfolgender. The plates were engraved by Iselberg after the paintings in the Nuremberg Council Hall. Latin and German. Armorial bookplate: Thos. Carter. Armorial bookplate: Old Corner Library John M. Wing. Maximilian I, Holy Roman Emperor 1459-1519 Maximilian I, Holy Roman Emperor 1459-1519 Nürnberger Rathaus (Nuremberg, Germany) Nürnberger Rathaus (Nuremberg, Germany) Emblems Early works to 1800 Emblem books, German Early works to 1800 Emblem books, German Emblem books Emblems Nuremberg (Germany) History Sources Germany Nuremberg N7740 Emblemata politica Iselberg, Peter, approximately 1568-approximately 1630 ocn959936022 http://collections.carli.illinois.edu/cdm/compoundobject/collection/nby_dig/id/12363/rec/1 rda IBV 161005 20180807165453.0 8650222 Converted from MARCXML to MODS version 3.6 using MARC21slim2MODS3-6.xsl (Revision 1.119 2018/06/21) eng",
  "search_title": [
"Inscriptiones picturae et emblemata quae in aula magna curiae Norimbergensis publice extant quibus ob argumenti similitudinem accesserunt, I. Chrongraphia arcuum aliquot triumphalium, II. Numi memorabiles, III. Alia[que] monumenta in varijs urbis partib[us] visu[m] jucunda, lectu[m][que] digna"
],
  "search_publication_date": "1620",
  "search_publication_place": "Nürnberg",
  "search_publisher": "",
  "search_name": [
"Remus, Georg 1561-1625",
"Iselberg, Peter approximately 1568-approximately 1630",
"Wing, John M. (John Mansir) 1845-1917"
],
  "display_title": "Inscriptiones picturae et emblemata quae in aula magna curiae Norimbergensis publice extant: quibus ob argumenti similitudinem accesserunt, I. Chrongraphia arcuum aliquot triumphalium, II. Numi memorabiles, III. Alia[que] monumenta in varijs urbis partib[us] visu[m] jucunda, lectu[m][que] digna",
  "display_name": [
"Remus, Georg 1561-1625",
"Iselberg, Peter approximately 1568-approximately 1630",
"Wing, John M. (John Mansir) 1845-1917"
],
  "display_publication_date": "1620",
  "display_publication_place": "Nürnberg",
  "display_collection": "The Newberry",
  "display_first_pictura_link": "http://emblemimages.library.illinois.edu/WingMs279/_access/pictura/wing_ms_279_121.jpg",
  "facet_collection_code": "Newberry",
  "facet_language_code": [
"lat",
"ger"
],
  "facet_publication_century": "17th century",
  "facet_publication_place": "Nürnberg"
}]